// import images from all-images/blog-img directory
import img01 from "../all-images/blog-img/blog-1.jpg";
import img02 from "../all-images/blog-img/blog-2.jpg";
import img03 from "../all-images/blog-img/blog-3.jpg";

const blogData = [
  {
    id: 1,
    title: "Лучший способ управлять автомобилями",
    author: "Эмир",
    date: "12 декабря, 2024",
    time: "9:00",
    imgUrl: img01,
    description:
      "Лучший способ управлять автомобилем начинается с безопасности и ответственности. Важно быть сосредоточенным на дороге и окружающем движении, избегая отвлекающих факторов, таких как использование мобильного телефона. Соблюдение правил дорожного движения, включая ограничения скорости и правила обгона, обеспечивает безопасность вас и других участников дорожного движения. Кроме того, предвидение и планирование действий помогают избежать опасных ситуаций на дороге. Регулярное обслуживание автомобиля и его регулярная проверка перед поездкой также являются важными аспектами безопасного управления. Не забывайте, что ваша безопасность и безопасность окружающих зависят от вашего внимания и дисциплины за рулем."
  },

  {
    id: 2,
    title: "Если аккумулятор вашего автомобиля разрядился",
    author: "Абиль",
    date: "12 декабр, 2024",
    time: "9:00",
    imgUrl: img02,
    description:
      "Если ваш аккумулятор разрядился на машине, первым шагом будет использование кабелей для запуска двигателя от другой машины. Подключите кабели к аккумуляторам обеих машин, следуя инструкциям по правильному подключению к положительным и отрицательным клеммам. Попросите владельца другой машины завести свой двигатель и дайте ему работать несколько минут, чтобы ваш аккумулятор зарядился. После этого попробуйте запустить вашу машину. Если это не помогает, возможно, понадобится замена аккумулятора или обращение к автосервису для дополнительной помощи.",
  },

  {
    id: 3,
    title: "Лучший способ подарить поездку",
    author: "Равшан",
    date: "23 декабря, 2023",
    time: "12:33",
    imgUrl: img03,
    description:
      " Если вы хотите подарить поездку, лучший способ - это создать уникальный и запоминающийся опыт. Рассмотрите интересы и предпочтения получателя подарка и выберите место, которое они могли бы наслаждаться. Можно подарить не только поездку, но и дополнительные удобства, такие как экскурсии, ресторанные ужины или проживание в отеле, чтобы сделать подарок еще более приятным и запоминающимся.",
  },
];

export default blogData;
