const serviceData = [
  {
    id: 1,
    title: "Городской трансфер",
    icon: "ri-map-pin-2-line",
    desc: "Комфорт и удобство: Городские трансферы предлагают комфортабельные автомобили и профессиональных водителей, что обеспечивает приятное и беззаботное путешествие.    ",
  },

  {
    id: 2,
    title: "Экскурсия по всему городу",
    icon: "ri-community-line",
    desc: "Присоединяйтесь к нашей увлекательной экскурсии по городу, чтобы увидеть его лучшие достопримечательности и узнать интересные факты.",
  },

  {
    id: 3,
    title: "Аренда автомобиля за неограниченное количество километров",
    icon: "ri-roadster-line",
    desc: " При аренде автомобиля без ограничений по километражу вы можете насладиться свободой путешествий, не беспокоясь о превышении лимита пробега.",
  },

  {
    id: 4,
    title: "Быстрое и простое бронирование",
    icon: "ri-timer-flash-line",
    desc: "Бронирование автомобиля никогда не было проще - с нашей системой быстрого и удобного бронирования вы можете заказать автомобиль всего в несколько кликов. ",
  },

  {
    id: 5,
    title: "Множество пунктов самовывоза",
    icon: "ri-map-pin-line",
    desc: "С нашей сетью множества пунктов самовывоза вы можете легко и удобно получить ваш автомобиль в удобном для вас месте.",
  },

  {
    id: 6,
    title: "Трансфер из аэропорта",
    icon: "ri-flight-takeoff-line",
    desc: "С нашим удобным сервисом трансфера из аэропорта ваше прибытие будет максимально беззаботным. ",
  },
];

export default serviceData;
